Repository: veljkoni/Chessko
Catalog: Chessko/Localizable.xcstrings
Source language: sr
Languages: de, en, fr, hi, it, ru, zh_hans

source: Ova aplikacija je otvorenog koda, koristi Stockfish šahovski pokretač pod GPLv3 licencom i preuzima šahovske zadatke iz slobodne Lichess baze.
de: Diese App ist Open-Source, nutzt die Stockfish-Engine unter GPLv3 und lädt Aufgaben aus der freien Lichess-Datenbank.
en: This app is open-source, runs the Stockfish engine under GPLv3, and fetches puzzles from the free Lichess database.
fr: Cette application est open-source, utilise le moteur Stockfish sous GPLv3 et récupère les problèmes de la base libre Lichess.
hi: यह ऐप ओपन-सोर्स है, GPLv3 के तहत स्टॉकफ़िश इंजन चलाता है, और मुफ़्त Lichess डेटाबेस से पहेलियाँ प्राप्त करता है।
it: Questa app è open-source, utilizza il motore Stockfish sotto licenza GPLv3 e scarica i problemi dal database gratuito di Lichess.
ru: Это приложение с открытым исходным кодом, использует шахматный движок Stockfish под лицензией GPLv3 и загружает задачи из свободной базы Lichess.
zh_hans: 本应用为开源软件，在 GPLv3 许可下运行 Stockfish 引擎，并从免费的 Lichess 数据库获取谜题。

source: Igraj protiv računara
de: Gegen den Computer spielen
en: Play vs Computer
fr: Jouer contre l'ordinateur
hi: कंप्यूटर के खिलाफ खेलें
it: Gioca contro il computer
ru: Играть против компьютера
zh_hans: 人机对弈

source: Igraj sa prijateljem
de: Gegen einen Freund spielen
en: Play vs Friend
fr: Jouer contre un ami
hi: दोस्त के खिलाफ खेलें
it: Gioca contro un amico
ru: Играть с другом
zh_hans: 双人对弈

source: Šahovski sat
de: Schach-Uhr
en: Chess Clock
fr: Pendule d'échecs
hi: शतरंज की घड़ी
it: Orologio da scacchi
ru: Шахматные часы
zh_hans: 棋钟

source: Potezi
de: Züge
en: Moves
fr: Coups
hi: चालें
it: Mosse
ru: Ходы
zh_hans: 步数

source: Zvanični svetski blic
de: Offizieller Welt-Blitz
en: Official world blitz
fr: Blitz mondial officiel
hi: आधिकारिक विश्व ब्लिट्ज़
it: Blitz mondiale ufficiale
ru: Официальный мировой блиц
zh_hans: 官方世界超快棋

source: Stara škola blica
de: Klassischer Blitz
en: Old school blitz
fr: Blitz à l'ancienne
hi: पुराने ढर्रे का ब्लिट्ज़
it: Blitz vecchia scuola
ru: Старошкольный блиц
zh_hans: 传统超快棋

source: Turnirski blic
de: Turnier-Blitz
en: Tournament blitz
fr: Blitz de tournoi
hi: टूर्नामेंट ब्लिट्ज़
it: Blitz da torneo
ru: Турнирный блиц
zh_hans: 锦标赛超快棋

source: Zvanični svetski rapid
de: Offizielles Welt-Rapid
en: Official world rapid
fr: Rapid mondial officiel
hi: आधिकारिक विश्व रैपिड
it: Rapid mondiale ufficiale
ru: Официальный мировой рапид
zh_hans: 官方世界快棋

source: Popularni online rapid
de: Popularer Online-Rapid
en: Popular online rapid
fr: Rapide en ligne populaire
hi: लोकप्रिय ऑनलाइन रैपिड
it: Rapid online popolare
ru: Популярный онлайн-рапид
zh_hans: 热门线上快棋

source: Lokalni turniri
de: Lokale Turniere
en: Local tournaments
fr: Tournois locaux
hi: स्थानीय टूर्नामेंट
it: Tornei locali
ru: Местные турниры
zh_hans: 地方锦标赛

source: Turniri kandidata / FIDE
de: Kandidaten- / FIDE-Turniere
en: Candidates / FIDE tournaments
fr: Tournois des Candidats / FIDE
hi: उम्मीदवार / FIDE टूर्नामेंट
it: Tornei dei Candidati / FIDE
ru: Турниры претендентов / FIDE
zh_hans: 候选人赛 / FIDE 锦标赛

source: Domaća liga
de: Nationale Liga
en: National league
fr: Ligue nationale
hi: राष्ट्रीय लीग
it: Lega nazionale
ru: Национальная лига
zh_hans: 国家联赛

source: Vreme je isteklo!
de: Zeit abgelaufen!
en: Time's up!
fr: Temps écoulé !
hi: समय समाप्त!
it: Tempo scaduto!
ru: Время истекло!
zh_hans: 时间到！

source: Poteza: %d
de: Züge: %d
en: Moves: %d
fr: Coups : %d
hi: चालें: %d
it: Mosse: %d
ru: Ходов: %d
zh_hans: 步数：%d

source: Objašnjenje vremenskih kontrola
de: Erklärung der Zeitkontrollen
en: Time Control Explanations
fr: Explications des contrôles du temps
hi: समय नियंत्रण स्पष्टीकरण
it: Spiegazione dei controlli di tempo
ru: Объяснение контроля времени
zh_hans: 时间控制说明

source: 3 minuta + 2 sekunde inkrementa. Zvanični format na Svetskim prvenstvima u blicu.
de: 3 Minuten + 2 Sekunden Inkrement. Offizielles Format bei den Blitz-Weltmeisterschaften.
en: 3 minutes + 2 seconds increment. Official format for the World Blitz Championships.
fr: 3 minutes + 2 secondes d'incrément. Format officiel des championnats du monde de blitz.
hi: 3 मिनट + 2 सेकंड की वृद्धि। विश्व ब्लिट्ज़ चैंपियनशिप के लिए आधिकारिक प्रारूप।
it: 3 minuti + 2 secondi di incremento. Formato ufficiale nei Campionati mondiali blitz.
ru: 3 минуты + 2 секунды добавления. Официальный формат чемпионатов мира по блицу.
zh_hans: 3 分钟 + 2 秒增量。世界超快棋锦标赛官方格式。

source: Čistih 5 minuta bez inkrementa. Stara škola blica.
de: Glatte 5 Minuten ohne Inkrement. Klassischer Blitz.
en: Straight 5 minutes with no increment. Old school blitz.
fr: 5 minutes brutes sans incrément. Blitz à l'ancienne.
hi: बिना किसी वृद्धि के सीधे 5 मिनट। पुराने ढर्रे का ब्लिट्ज़।
it: 5 minuti senza incremento. Blitz vecchia scuola.
ru: Чистые 5 минут без добавления. Старошкольный блиц.
zh_hans: 无增量的纯 5 分钟。传统超快棋。

source: 5 minuta + 3 sekunde inkrementa. Koristi se na jačim online turnirima.
de: 5 Minuten + 3 Sekunden Inkrement. Wird in wettbewerbsfähigen Online-Turnieren verwendet.
en: 5 minutes + 3 seconds increment. Used in competitive online tournaments.
fr: 5 minutes + 3 secondes d'incrément. Utilisé dans les tournois en ligne compétitifs.
hi: 5 मिनट + 3 सेकंड की वृद्धि। प्रतिस्पर्धी ऑनलाइन टूर्नामेंट में उपयोग किया जाता है।
it: 5 minuti + 3 secondi di incremento. Usato nei tornei online competitivi.
ru: 5 минут + 3 секунды добавления. Используется в сильных онлайн-турнирах.
zh_hans: 5 分钟 + 3 秒增量。用于竞争性线上锦标赛。

source: 15 minuta + 10 sekundi inkrementa. Zvanični FIDE format za Svetska prvenstva.
de: 15 Minuten + 10 Sekunden Inkrement. Offizielles FIDE-Format für die Rapid-Weltmeisterschaften.
en: 15 minutes + 10 seconds increment. Official FIDE format for the World Rapid Championships.
fr: 15 minutes + 10 secondes d'incrément. Format FIDE officiel pour les championnats du monde de rapide.
hi: 15 मिनट + 10 सेकंड की वृद्धि। विश्व रैपिड चैंपियनशिप के लिए आधिकारिक FIDE प्रारूप।
it: 15 minuti + 10 secondi di incremento. Formato FIDE ufficiale per i Campionati mondiali rapid.
ru: 15 минут + 10 секунд добавления. Официальный формат FIDE для чемпионатов мира по рапиду.
zh_hans: 15 分钟 + 10 秒增量。世界快棋锦标赛官方 FIDE 格式。

source: 10 minuta + 5 sekundi inkrementa. Popularan online format, ozbiljniji od blica.
de: 10 Minuten + 5 Sekunden Inkrement. Beliebtes Online-Format, ernsthafter als Blitz.
en: 10 minutes + 5 seconds increment. Popular online format, more serious than blitz.
fr: 10 minutes + 5 secondes d'incrément. Format en ligne populaire, plus sérieux que le blitz.
hi: 10 मिनट + 5 सेकंड की वृद्धि। लोकप्रिय ऑनलाइन प्रारूप, ब्लिट्ज़ से अधिक गंभीर।
it: 10 minuti + 5 secondi di incremento. Popolare formato online, più serio del blitz.
ru: 10 минут + 5 секунд добавления. Популярный онлайн-формат, более серьезный, чем блиц.
zh_hans: 10 分钟 + 5 秒增量。热门线上格式，比超快棋更正规。

source: 25 minuta + 10 sekundi inkrementa. Čest format na lokalnim turnirima.
de: 25 Minuten + 10 Sekunden Inkrement. Häufiges Format bei lokalen Turnieren.
en: 25 minutes + 10 seconds increment. Common format for local tournaments.
fr: 25 minutes + 10 secondes d'incrément. Format courant pour los tournois locaux.
hi: 25 मिनट + 10 सेकंड की वृद्धि। स्थानीय टूर्नामेंट के लिए सामान्य प्रारूप।
it: 25 minuti + 10 secondi di incremento. Formato comune nei tornei locali.
ru: 25 минут + 10 секунд добавления. Распространенный формат местных турниров.
zh_hans: 25 分钟 + 10 秒增量。地方锦标赛的常见格式。

source: 90 minuta za 40 poteza, potom +30 minuta, uz 30s inkrementa. Format za svetske šampionate.
de: 90 Minuten für 40 Züge, dann +30 Minuten, bei 30s Inkrement. Format für Weltmeisterschaften.
en: 90 minutes for 40 moves, then +30 minutes, with a 30s increment. Format for world championships.
fr: 90 minutes pour 40 coups, puis +30 minutes, avec un incrément de 30s. Format des championnats du monde.
hi: 40 चालों के लिए 90 मिनट, फिर +30 मिनट, 30s की वृद्धि के साथ। विश्व चैंपियनशिप के लिए प्रारूप।
it: 90 minuti per 40 mosse, poi +30 minuti, con incremento di 30s. Formato per campionati mondiali.
ru: 90 минут на 40 ходов, затем +30 минут, с добавлением 30с. Формат чемпионатов мира.
zh_hans: 40 步棋 90 分钟，之后 +30 分钟，每步增加 30 秒。世界锦标赛格式。

source: Početnik (~500 ELO)
de: Anfänger (~500 ELO)
en: Beginner (~500 ELO)
fr: Débutant (~500 ELO)
hi: शुरुआती (~500 ELO)
it: Principiante (~500 ELO)
ru: Новичок (~500 ELO)
zh_hans: 初学者 (~500 ELO)

source: Za one koji uče pravila i osnove
de: Zum Lernen der Regeln und Grundlagen
en: For learning rules and basics
fr: Pour apprendre les règles et les bases
hi: नियम और बुनियादी बातें सीखने के लिए
it: Per imparare le regole e le basi
ru: Для изучения правил и основ
zh_hans: 适合学习规则与基础

source: Lako (~900 ELO)
de: Leicht (~900 ELO)
en: Easy (~900 ELO)
fr: Facile (~900 ELO)
hi: आसान (~900 ELO)
it: Facile (~900 ELO)
ru: Легко (~900 ELO)
zh_hans: 简单 (~900 ELO)

source: Opuštena i prijatna partija
de: Entspanntes Freizeitspiel
en: Relaxed and casual game
fr: Partie détendue et décontractée
hi: आरामदायक और आकस्मिक खेल
it: Partita rilassata e informale
ru: Расслабленная игра для отдыха
zh_hans: 轻松休闲的对局

source: Srednje (~1300 ELO)
de: Mittel (~1300 ELO)
en: Medium (~1300 ELO)
fr: Moyen (~1300 ELO)
hi: मध्यम (~1300 ELO)
it: Medio (~1300 ELO)
ru: Средне (~1300 ELO)
zh_hans: 中等 (~1300 ELO)

source: Dobar balans za redovne igrače
de: Gute Balance für regelmäßige Spieler
en: Good balance for regular players
fr: Bon équilibre pour les joueurs réguliers
hi: नियमित खिलाड़ियों के लिए अच्छा संतुलन
it: Buon equilibrio per giocatori abituali
ru: Хороший баланс для регулярных игроков
zh_hans: 适合经常下棋的均衡难度

source: Teško (~1700 ELO)
de: Schwer (~1700 ELO)
en: Hard (~1700 ELO)
fr: Difficile (~1700 ELO)
hi: कठिन (~1700 ELO)
it: Difficile (~1700 ELO)
ru: Сложно (~1700 ELO)
zh_hans: 困难 (~1700 ELO)

source: Snažna igra bez previda
de: Starkes Spiel ohne Fehler
en: Strong play with few mistakes
fr: Jeu solide sans erreurs
hi: बिना किसी बड़ी गलती के मजबूत खेल
it: Gioco solido senza sviste
ru: Сильная игра без очевидных ошибок
zh_hans: 几乎不出错的强劲着法

source: Stockfish Majstor (2200+ ELO)
de: Stockfish Meister (2200+ ELO)
en: Stockfish Master (2200+ ELO)
fr: Stockfish Maître (2200+ ELO)
hi: Stockfish मास्टर (2200+ ELO)
it: Stockfish Maestro (2200+ ELO)
ru: Stockfish Мастер (2200+ ELO)
zh_hans: Stockfish 大师 (2200+ ELO)

source: Maksimalna snaga šahovskog motora
de: Maximale Stärke der Schachengine
en: Maximum chess engine power
fr: Puissance maximale du moteur d'échecs
hi: शतरंज इंजन की अधिकतम ताकत
it: Massima potenza del motore scacchistico
ru: Максимальная сила шахматного движка
zh_hans: 国际象棋引擎的最高水平

source: Težina protivnika (AI)
de: Gegnerstärke (KI)
en: Opponent Difficulty (AI)
fr: Difficulté de l'adversaire (IA)
hi: प्रतिद्वंद्वी कठिनाई (AI)
it: Difficoltà avversario (IA)
ru: Сложность противника (ИИ)
zh_hans: 对手难度 (AI)

source: Težina protivnika
de: Gegnerstärke
en: Opponent Difficulty
fr: Difficulté de l'adversaire
hi: प्रतिद्वंद्वी कठिनाई
it: Difficoltà avversario
ru: Сложность противника
zh_hans: 对手难度

source: Predaja
de: Aufgeben
en: Resign
fr: Abandonner
hi: इस्तीफा
it: Abbandona
ru: Сдаться
zh_hans: 认输

source: Predaj
de: Aufgeben
en: Resign
fr: Abandonner
hi: इस्तीफा
it: Abbandona
ru: Сдаться
zh_hans: 认输

source: Predaja partije
de: Partie aufgeben
en: Resign Game
fr: Abandonner la partie
hi: खेल से इस्तीफा दें
it: Abbandona la partita
ru: Сдать партию
zh_hans: 认输棋局

source: Da li ste sigurni da želite da predate partiju?
de: Sind Sie sicher, dass Sie die Partie aufgeben möchten?
en: Are you sure you want to resign the game?
fr: Êtes-vous sûr de vouloir abandonner la partie ?
hi: क्या आप सुनिश्चित हैं कि आप खेल छोड़ना चाहते हैं?
it: Sei sicuro di voler abbandonare la partita?
ru: Вы уверены, что хотите сдать партию?
zh_hans: 您确定要认输吗？

source: Nastavi igru
de: Weiterspielen
en: Continue Playing
fr: Continuer à jouer
hi: खेलना जारी रखें
it: Continua a giocare
ru: Продолжить игру
zh_hans: 继续对局

source: Predaja! Crni je pobedio.
de: Aufgabe! Schwarz gewinnt.
en: Resignation! Black wins.
fr: Abandon ! Les Noirs gagnent.
hi: इस्तीफा! काला जीता।
it: Abbandono! Il Nero vince.
ru: Сдача! Чёрные победили.
zh_hans: 认输！黑方获胜。

source: Predaja! Beli je pobedio.
de: Aufgabe! Weiß gewinnt.
en: Resignation! White wins.
fr: Abandon ! Les Blancs gagnent.
hi: इस्तीफा! सफेद जीता।
it: Abbandono! Il Bianco vince.
ru: Сдача! Белые победили.
zh_hans: 认输！白方获胜。

source: Predaja! Izgubio si.
de: Aufgabe! Du hast verloren.
en: Resignation! You lost.
fr: Abandon ! Vous avez perdu.
hi: इस्तीफा! आप हार गए।
it: Abbandono! Hai perso.
ru: Сдача! Вы проиграли.
zh_hans: 认输！您输了。

source: Predaja! Pobedio si! 🎉
de: Aufgabe! Du hast gewonnen! 🎉
en: Resignation! You won! 🎉
fr: Abandon ! Vous avez gagné ! 🎉
hi: इस्तीफा! आप जीत गए! 🎉
it: Abbandono! Hai vinto! 🎉
ru: Сдача! Вы победили! 🎉
zh_hans: 认输！您获胜了！🎉

source: Pregled partije
de: Partieanalyse
en: Game Review
fr: Analyse de la partie
hi: खेल समीक्षा
it: Revisione partita
ru: Обзор партии
zh_hans: 复盘分析

source: Početna pozicija
de: Ausgangsposition
en: Initial position
fr: Position initiale
hi: प्रारंभिक स्थिति
it: Posizione iniziale
ru: Начальная позиция
zh_hans: 初始位置

source: Potez %d od %d
de: Zug %d von %d
en: Move %d of %d
fr: Coup %d sur %d
hi: चाल %d / %d
it: Mossa %d di %d
ru: Ход %d из %d
zh_hans: 第 %d 步（共 %d 步）

source: Evaluaciona traka (Eval Bar)
de: Bewertungsleiste (Eval Bar)
en: Evaluation Bar (Eval Bar)
fr: Barre d'évaluation (Eval Bar)
hi: मूल्यांकन पट्टी (Eval Bar)
it: Barra di valutazione (Eval Bar)
ru: Шкала оценки (Eval Bar)
zh_hans: 局面评估条（Eval Bar）

source: Prikazuje ocenu pozicije u realnom vremenu pored table
de: Zeigt die Stellungsbewertung in Echtzeit neben dem Brett
en: Shows real-time position evaluation next to the board
fr: Affiche l'évaluation en temps réel à côté de l'échiquier
hi: बोर्ड के बगल में वास्तविक समय में स्थिति का मूल्यांकन दिखाता है
it: Mostra la valutazione della posizione in tempo reale accanto alla scacchiera
ru: Показывает оценку позиции в реальном времени рядом с доской
zh_hans: 在棋盘旁实时显示局面优劣评估

source: Smaragd
en: Emerald
fr: Émeraude
hi: पन्ना
it: Smeraldo
ru: Изумруд
zh_hans: 祖母绿

source: Stil
en: Style
fr: Style
hi: शैली
it: Stile
ru: Стиль
zh_hans: 风格

source: Stockfish: 1300 ELO
fr: Stockfish: ELO 1300
hi: स्टॉकफ़िश: 1300 ELO

source: Stockfish: 1600 ELO
fr: Stockfish: ELO 1600
hi: स्टॉकफ़िश: 1600 ELO

source: Stockfish: 1900 ELO
fr: Stockfish: ELO 1900
hi: स्टॉकफ़िश: 1900 ELO

source: Stockfish: 2200 ELO
fr: Stockfish: ELO 2200
hi: स्टॉकफ़िश: 2200 ELO

source: Stockfish: 2600 ELO
fr: Stockfish: ELO 2600
hi: स्टॉकफ़िश: 2600 ELO
